/* The label of the Cancel button */
"Cancel" = "Annuler";

/* The label of the Continue button */
"Continue" = "Continuer";

/* The label of the Retry button */
"Retry" = "Réessayer";

/* The label of the Redo button */
"Redo" = "Rétablir";

/* The label of the Trust button */
"Trust" = "Approuver";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Echec de l’identité du serveur";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Le certificat du serveur a expiré ou n’est pas encore valide.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Le certificat du serveur n’est signé par aucun serveur racine.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Le certificat du serveur n’est pas encore valide.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Le certificat du serveur est signé par un serveur racine non approuvé.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Impossible de vérifier l’identité de \"%1$@\". %2$@\n\nSi vous choisissez de continuer, vous risquez de mettre en danger vos informations confidentielles.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Essayez de vous connecter à \"%@\" pour accéder au contenu.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ ne parvient pas à vérifier l’identité de \"%2$@\". Pour accéder malgré tout au contenu, choisissez \"%3$@\" et répétez la dernière action.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Impossible de vérifier l’identité du serveur";

